Autodesk.Revit.UI.IRevisionsOnSheetUIServerProxy.ShowDialog(Autodesk.Revit.UI.RevisionsOnSheetUIServiceData)
Shows dialog on managing RevisionsOnSheetUI.
data:
The data on initializing the dialog as well as getting the result.
Returns:
Whether or not the dialog launches successfully
Since:
2024